import { ChildIcon } from '~/components/customIcons/childIcon';
import { InternationalIcon } from '~/components/customIcons/internationalIcon';
import { MachineIcon } from '~/components/customIcons/machineIcon';
import { PanIcon } from '~/components/customIcons/panIcon';

export const data = [
    {
        image: 'assets//image/image9.jpg',
        title: 'Картошка, тушенная с болгарским перцем и фасолью в томатном соусе',
        text: 'Картошка, тушенная с болгарским перцем, фасолью, морковью и луком, -  вариант сытного блюда на каждый день. Фасоль в данном случае заменяет  мясо, делая рагу сытным и питательным. Чтобы сократить время  приготовления, возьмём консервированную фасоль. Блюдо хоть и простое, но в полной мере наполнено ароматами и имеет выразительный вкус за счёт  добавления томатной пасты.',
        tag: 'Национальные',
        icon: InternationalIcon(),
        kitchen: 'Веганская кухня',
    },
    {
        image: 'assets//image/image10.jpg',
        title: 'Картофельные рулетики с грибами',
        text: 'Рекомендую всем приготовить постное блюдо из картофеля и грибов.  Готовится это блюдо без яиц, без мяса и без сыра, из самых простых  ингредиентов, а получается очень вкусно и сытно. Постный рецепт  картофельных рулетиков с грибами, в томатном соусе, - на обед, ужин и  даже на праздничный стол!',
        tag: 'Детские блюда',
        icon: ChildIcon(),
        kitchen: 'Веганская кухня',
    },
    {
        image: 'assets//image/image11.jpg',
        title: 'Том-ям с капустой кимчи',
        text: 'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        tag: 'Национальные',
        icon: InternationalIcon(),
        kitchen: 'Веганская кухня',
    },
    {
        image: 'assets//image/image12.jpg',
        title: 'Овощная лазанья из лаваша',
        text: 'Большое, сытное блюдо для ценителей блюд без мяса! Такая лазанья  готовится с овощным соусом и соусом бешамель, а вместо листов для  лазаньи используется тонкий лаваш.',
        tag: 'Блюда на гриле',
        icon: MachineIcon(),
        kitchen: 'Веганская кухня',
    },
    {
        image: 'assets//image/image13.jpg',
        title: 'Тефтели из булгура и чечевицы, запечённые в томатном соусе',
        text: 'Тефтели из булгура и чечевицы – яркие и питательные, отлично подходят  для постного и вегетарианского меню. Тефтели получаются нежными, а также сочными и ароматными благодаря использованию томатного соуса и душистых пряностей.',
        tag: 'Вторые блюда',
        icon: PanIcon(),
        kitchen: 'Веганская кухня',
    },
    {
        image: 'assets//image/image14.jpg',
        title: 'Тефтели из булгура и чечевицы, запечённые в томатном соусе',
        text: 'Тефтели из булгура и чечевицы – яркие и питательные, отлично подходят  для постного и вегетарианского меню. Тефтели получаются нежными, а также сочными и ароматными благодаря использованию томатного соуса и душистых пряностей.',
        tag: 'Вторые блюда',
        icon: PanIcon(),
        kitchen: 'Веганская кухня',
    },
    {
        image: 'assets//image/image15.jpg',
        title: 'Чесночная картошка',
        text: 'Такая картошечка украсит любой семейный обед! Все будут в полном  восторге, очень вкусно! Аромат чеснока, хрустящая корочка на картошечке - просто объедение! Отличная идея для обеда или ужина, готовится просто!',
        tag: 'Национальные',
        icon: InternationalIcon(),
        kitchen: 'Веганская кухня',
    },
    {
        image: 'assets//image/image16.jpg',
        title: 'Пури',
        text: 'Пури - это индийские жареные лепешки, которые готовятся из пресного  теста. Рецепт лепешек пури требует самых доступных ингредиентов, и  времени на приготовление хрустящих лепешек уйдет мало.',
        tag: 'Национальные',
        icon: InternationalIcon(),
        kitchen: 'Веганская кухня',
    },
];
